/* email */
"Email" = "Email";

/* ask user for more data */
"It looks like you're missing some data." = "It looks like you're missing some data.";

/* name */
"Name" = "Name";

/* something went wrong */
"Oops" = "Oops";

/* password */
"Password" = "Password";

/* ask user to enter email and password */
"Please enter email and password" = "Please enter email and password";

/* sign up */
"Sign Up" = "Sign Up";

/* username */
"Username" = "Username";

